/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : tps138

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2017-11-20 16:10:37
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `details` varchar(255) DEFAULT NULL,
  `recom` varchar(255) DEFAULT NULL,
  `hot` varchar(255) DEFAULT NULL,
  `imgurl` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `outprice` varchar(255) DEFAULT NULL,
  `view` varchar(255) DEFAULT NULL,
  `turnover` varchar(255) DEFAULT NULL,
  `stock` varchar(255) DEFAULT NULL,
  `add_time` varchar(255) DEFAULT NULL,
  `new` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '奶粉', '幼儿奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', 'ture', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 13:54:06', 'ture');
INSERT INTO `goods` VALUES ('2', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', 'ture', 'img/youer2.jpg', '432.00', '690.00', '123332', '12333', '5632', '11/16/2017 15:32:00', 'true');
INSERT INTO `goods` VALUES ('3', '奶粉', '幼儿奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', 'ture', 'img/youer3.jpg', '558.00', '779.00', '923342', '34455', '1223', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('4', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', 'ture', 'img/youer4.jpg', '227.00', '449.00', '1273923', '64382', '342', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('5', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', 'ture', 'ture', 'img/youer5.jpg', '308.00', '478.00', '234353', '2423', '2311', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('6', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', 'ture', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('7', '奶粉', '幼儿奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', 'true', 'img/youer7.jpg', '441.00', '673.00', '479854', '893', '1673', '11/16/2017 14:54:13', 'true');
INSERT INTO `goods` VALUES ('8', '奶粉', '幼儿奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 14:54:15', 'true');
INSERT INTO `goods` VALUES ('9', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('10', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('12', '奶粉', '幼儿奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '483.00', '562.00', '492323', '987', '1673', '11/16/2017 14:54:16', null);
INSERT INTO `goods` VALUES ('13', '奶粉', '幼儿奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', 'ture', 'true', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('14', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', 'ture', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('15', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('11', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('16', '奶粉', '幼儿奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', 'ture', '', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('18', '奶粉', '幼儿奶粉', '中国', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer3.jpg', '558.00', '779.00', '923342', '34455', '1223', '11/16/2017 16:05:16', null);
INSERT INTO `goods` VALUES ('17', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', 'ture', 'img/youer2.jpg', '456.00', '667.00', '123332', '12333', '5632', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('19', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer4.jpg', '227.00', '449.00', '1273923', '64382', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('20', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', 'ture', 'img/youer5.jpg', '308.00', '478.00', '234353', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('21', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', 'ture', '', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 13:54:06', 'true');
INSERT INTO `goods` VALUES ('22', '奶粉', '幼儿奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer7.jpg', '332.00', '673.00', '479854', '893', '1673', '11/17/2017 16:41:44', null);
INSERT INTO `goods` VALUES ('23', '奶粉', '幼儿奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('24', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('25', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('26', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('27', '奶粉', '幼儿奶粉', '美国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '483.00', '562.00', '492323', '987', '1673', '11/16/2017 16:01:02', null);
INSERT INTO `goods` VALUES ('28', '奶粉', '幼儿奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 14:54:20', null);
INSERT INTO `goods` VALUES ('29', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', 'ture', 'ture', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('30', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('31', '奶粉', '幼儿奶粉', '美国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 16:00:45', null);
INSERT INTO `goods` VALUES ('32', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer2.jpg', '456.00', '667.00', '123332', '12333', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('33', '奶粉', '幼儿奶粉', '中国', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer3.jpg', '558.00', '779.00', '923342', '34455', '1223', '11/16/2017 16:04:55', 'true');
INSERT INTO `goods` VALUES ('34', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer4.jpg', '227.00', '449.00', '1273923', '64382', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('35', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', 'ture', '', 'img/youer5.jpg', '308.00', '478.00', '234353', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('36', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('37', '奶粉', '幼儿奶粉', '美国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer7.jpg', '441.00', '673.00', '479854', '893', '1673', '11/16/2017 16:00:39', null);
INSERT INTO `goods` VALUES ('38', '奶粉', '幼儿奶粉', '中国', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 16:05:01', null);
INSERT INTO `goods` VALUES ('39', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('40', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', 'ture', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('41', '奶粉', '幼儿奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('42', '奶粉', '幼儿奶粉', '美国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '483.00', '562.00', '492323', '987', '1673', '11/16/2017 16:00:35', null);
INSERT INTO `goods` VALUES ('43', '奶粉', '幼儿奶粉', '中国', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 16:05:10', null);
INSERT INTO `goods` VALUES ('44', '奶粉', '幼儿奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('45', '奶粉', '幼儿奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('46', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', 'ture', '', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('47', '奶粉', '成长奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', 'ture', 'img/youer2.jpg', '246.00', '553.00', '123332', '12333', '5632', '11/16/2017 15:32:13', 'true');
INSERT INTO `goods` VALUES ('48', '奶粉', '成长奶粉', '美国', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 16:10:17', null);
INSERT INTO `goods` VALUES ('49', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer7.jpg', '441.00', '673.00', '479854', '893', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('50', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('51', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('52', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('53', '奶粉', '成长奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('54', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '552.00', '562.00', '492323', '987', '1673', '11/17/2017 16:41:48', null);
INSERT INTO `goods` VALUES ('55', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', 'ture', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('56', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('57', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', 'ture', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('58', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('59', '奶粉', '成长奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer2.jpg', '456.00', '667.00', '123332', '12333', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('60', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer3.jpg', '558.00', '779.00', '923342', '34455', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('61', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer4.jpg', '227.00', '449.00', '1273923', '64382', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('62', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer5.jpg', '308.00', '478.00', '234353', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('63', '奶粉', '成长奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('64', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer7.jpg', '457.00', '673.00', '479854', '893', '1673', '11/17/2017 16:41:55', null);
INSERT INTO `goods` VALUES ('65', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('66', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('67', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', 'ture', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('68', '奶粉', '成长奶粉', '美国', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 16:03:59', null);
INSERT INTO `goods` VALUES ('69', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '124.00', '562.00', '492323', '987', '1673', '11/17/2017 16:41:59', null);
INSERT INTO `goods` VALUES ('70', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('71', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('72', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('73', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer1.jpg', '320.00', '590.00', '100823', '1432', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('74', '奶粉', '成长奶粉', '美国', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer2.jpg', '456.00', '667.00', '123332', '12333', '5632', '11/16/2017 16:03:56', null);
INSERT INTO `goods` VALUES ('75', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer3.jpg', '558.00', '779.00', '923342', '34455', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('76', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer4.jpg', '227.00', '449.00', '1273923', '64382', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('77', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer5.jpg', '308.00', '478.00', '234353', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('78', '奶粉', '成长奶粉', '美国', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer6.jpg', '268.00', '452.00', '948754', '37469', '5632', '11/16/2017 16:03:54', null);
INSERT INTO `goods` VALUES ('79', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', 'ture', '', 'img/youer7.jpg', '441.00', '673.00', '479854', '893', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('80', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer8.jpg', '192.00', '345.00', '958762', '9734', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('81', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer9.jpg', '364.00', '444.00', '487562', '324', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('82', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('83', '奶粉', '成长奶粉', '美国', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer11.jpg', '125.00', '452.00', '436876', '4875', '5632', '11/16/2017 16:03:52', null);
INSERT INTO `goods` VALUES ('84', '奶粉', '成长奶粉', '德国', '爱他美', '德国爱他美 Aptamil 爱他美婴儿配方奶粉3段10~12M 800g*2罐', '', '', 'img/youer12.jpg', '483.00', '562.00', '492323', '987', '1673', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('85', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('86', '奶粉', '成长奶粉', '荷兰', '牛栏', ' 荷兰牛栏 Nutrilon 婴幼儿奶粉4段12M+800g*4罐', '', '', 'img/youer14.jpg', '256.00', '578.00', '586957', '7643', '342', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('87', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer15.jpg', '471.00', '794.00', '784652', '356', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('88', '奶粉', '成长奶粉', '英国', '惠氏', '惠氏 Wyeth 启赋 幼儿配方奶粉3段 1-3Y 900g', '', '', 'img/youer10.jpg', '209.00', '395.00', '877347', '2423', '2311', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('89', '奶粉', '成长奶粉', '澳洲', '雅培小安素', '澳洲原装雅培小安素 PediaSure 【直邮包税】小安素助长奶粉850g*3罐', '', '', 'img/youer13.jpg', '690.00', '890.00', '487657', '1003', '1223', '11/16/2017 13:54:06', null);
INSERT INTO `goods` VALUES ('90', '奶粉', '成长奶粉', '新西兰', '新西兰原装', '新西兰原装 a2 【品牌授权】PLATINUM婴儿奶粉4段36M+ 900g*2罐', '', '', 'img/youer2.jpg', '456.00', '667.00', '123332', '12333', '5632', '11/16/2017 13:54:06', null);

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `reg_time` datetime DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('2', '15625142968', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:46:07');
INSERT INTO `user` VALUES ('3', '15625142966', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:47:39');
INSERT INTO `user` VALUES ('4', '15625142967', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:48:01');
INSERT INTO `user` VALUES ('5', '15625142963', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:48:26');
INSERT INTO `user` VALUES ('6', '13822335566', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:54:37');
INSERT INTO `user` VALUES ('7', '15625142969', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 20:55:45');
INSERT INTO `user` VALUES ('8', '13612345566', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 21:05:56');
INSERT INTO `user` VALUES ('9', '15623458899', 'e10adc3949ba59abbe56e057f20f883e', '', '2017-11-16 21:08:47');
SET FOREIGN_KEY_CHECKS=1;
